Repository: medabkasm/ecommerce
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Accept
ar: قبول

source: Refuse
ar: رفض

source: Selling
ar: بيع

source: Buying
ar: شراء

source: Min Price in Da
ar: أعلئ ثمن

source: Max Price in Da
ar: أدنئ ثمن

source: Wilaya
ar: الولاية

source: Description
ar: الوصف

source: Seler
ar: بائع

source: Normal
ar: متسوق

source: Hide
ar: إخفاء

source: Publish
ar: إظهار

source: Latest Posts
ar: آخر المنشورات

source: Advanced Search
ar: بحث متقدم

source: Offer
ar: نوع العرض

source: Exchange
ar: المقايضة

source: Filter
ar: ترشيح

source: Add Post
ar: أضف عرضاً

source: More
ar: المزيد

source: Me
ar: حسابي

source: Owner
ar: المالك

source: Post Details
ar: تفاصيل العرض

source: Edit Post
ar: تعديل العرض

source: Delete Post
ar: حذف العرض

source: Negotiation
ar: تخفيض

source: Phone Number
ar: رقم الهاتف

source: Price
ar: الثمن

source: description
ar: وصف

source: Register
ar: إنشاء حساب

source: User name
ar: إسم المستخدم

source: You'll have a unique user name.
ar: ستحضئ باسم خاص بك لا يشاركك فيه أحد

source: Email
ar: البريداﻹلكتروني

source: We'll never share your email with anyone else.
ar: لن نشارك أبدا بريدك اﻹلكتروني بدون موافقتك

source: We'll never share your phone number with anyone else.
ar: لن نشارك أبدا رقم هاتفك بدون موافقتك

source: Password
ar: كلمة السر

source: Confirm Password
ar: تأكيد كلمة السر

source: Welcome
ar: مرحبا بك

source: Welcome %(new_user.username)s
ar: %(new_user.username)s مرحبا بك

source: Your account has been successfully created
ar: تم إنشاء حساب خاص بك

source: log-in Now
ar: سجل دخولك

source: Logged out
ar: تم تسجيل الخروج

source: You have been successfully logged out. You can
ar: لقد قمت بستجيل خروجك بنجاح

source: log-in again
ar: سجل دخولك ثانية

source: Log-in
ar: تسجيل دخول

source: Register for new account
ar: أنشئ حسابا جديدا

source: Your username and password didn't match. Please try again.
ar: لم يتم التوافق بين إسم المستخدم و كلمة السر

source: Forgotten your password?
ar: هل نسيت كلمة السر ؟

source: Password reset
ar: إعادة تعيين كلمة السر

source: Reset your Password using your email
ar: أعد تعيين كلمة السر باستعمال حساب البريداﻹلكتروني

source: Send
ar: أرسل

source: Password reset
ar: إعادة تعيين كلمة السر

source: Password set
ar: تعيين كلمة السر

source: Your password has been set.
ar: تم تعيين كلمة السر بنجاح

source: log in
ar: تسجيل الدخول

source: Reset your password
ar: أعد تعيين كلمة السر

source: Your New Password
ar: كلمة السر الجديدة

source: Confirm Your New Password
ar: تأكيد كلمة السر

source: Change
ar: تغيير

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset !
ar: الرابط غير مقبول , تأكد من أنك إستعملت نفس حساب الصحيح

source: Confirm Your request
ar: أكد طلبك

source: Email sent
ar: تم إرسال البريداﻹلكتروني

source: We've emailed you instructions for setting your password.
ar: تم إرسال بريدا إلكترونيا لبريدك و ذلك لتأكيد إعادة التعيين

source: If you don't receive an email, please make sure you've entered the address you registered with.
ar: إن لم يصلك بريدا إلكترونيا من قبل موقعنا , فتأكد من أنك أدخلت البريد المستعمل في التسجيل

source: Home
ar: الرئيسية

source: Parameter
ar: إعدادات

source: edit Profile
ar: تعديل حسابي

source: change Password
ar: تغيير كلمة السر

source: Logout
ar: تسجيل الخروج

source: Login
ar: تسجيل الدخول

source: Language
ar: اللغة

source: Arabic
ar: العربية

source: English
ar: اﻹنجليزية

source: Search
ar: بحث

source: Results Not Found
ar: لا توجد نتائج

source: %(number)d Posts founded
ar: عرضاً %(number)d تم إيجاد

source: Arab
ar: العربية

source: Your Post has been successfully deleted.
ar: تم حذف العرض بنجاح

source: back to Home
ar: العودة للصفحة الرئيسية

source: Edit successfully
ar: تم التعديل

source: You have been successfully edit your Post.
ar: لقد أتممت عملية التعديل بنجاح

source: Back to Home
ar: العودة للصفحة الرئيسية

source: Edit your Post
ar: تعديل العرض

source: Name
ar: نوع الهاتف

source: Status
ar: حالة العرض

source: Cover for the Post
ar: واجهة العرض

source: More images for the Post
ar: المزيد من الصور

source: edit
ar: تعديل

source: Edit Profile
ar: تعديل حسابي

source: You have been successfully edit your personel infos.
ar: لقد أتممت تعديل معلوماتك الشخصية بنجاح

source: Change Password
ar: تغيير كلمة السر

source: You'll have a aunique user name.
ar: ستحضئ باسم خاص بك لا يشاركك فيه غيرك

source: You'll have a aunique phone number.
ar: يجب إستعمال رقم هاتف واحد لكل حساب

source: First Name
ar: اﻹسم اﻷول

source: Last Name
ar: اﻹسم اﻷخير

source: Profile Type
ar: نوع الحساب

source: Address
ar: العنوان

source: Country
ar: البلد

source: State
ar: الولاية

source: Save
ar: حفظ

source: Password Change
ar: تغيير كلمة السر

source: Change your password
ar: غير كلمة السر

source: Your current Password
ar: كلمة السر المستعملة اﻵن

source: New Password
ar: كلمة السر الجديدة

source: Confirm
ar: تأكيد

source: Password changed
ar: تم تغيير كلمة السر

source: Password Changed
ar: تم تغيير كلمة السر

source: Your password has been successfully changed.
ar: لقد غيرت كلمة السر بنجاح

source: Share Post
ar: شارك عرضاً

source: Add a new Post
ar: أضف عرضاً

source: create
ar: إضافة
